export const nonAlcohol = [
  {
    title: "КАЛЬЯНЫ",
    position: [
      {
        name: "Бизнес (13:00 -17:00)",
        price: 700,
      },
      {
        name: "Кальян Стандарт",
        price: 1000,
      },
      {
        name: "Кальян Премиум",
        price: 1200,
      },
    ],
  },

  {
    title: "ЧАЙ",
    position: [
      {
        name: "Ассам",
        price: 200,
      },
      {
        name: "Сенча",
        price: 200,
      },
      {
        name: "Эрл Грей",
        price: 200,
      },
      {
        name: "Чабрец",
        price: 200,
      },
      {
        name: "Японская Липа",
        price: 200,
      },
      {
        name: "Ройбуш",
        price: 200,
      },
      {
        name: "Дерзкий фрукт",
        price: 200,
      },
      {
        name: "Лун Цзин",
        price: 300,
      },
      {
        name: "Те Гуань Инь",
        price: 300,
      },
      {
        name: "Да Хун Пао",
        price: 300,
      },
      {
        name: "Най Сян Цзинь",
        price: 300,
      },
      {
        name: "Жасмин Улун",
        price: 300,
      },
      {
        name: "Шен Хайвань",
        price: 300,
      },
      {
        name: "Гун Тин",
        price: 300,
      },
    ],
  },

  {
    title: "ЧАИ ВИТАМИННЫЕ",
    position: [
      {
        name: "Вишня Базилик",
        price: 400,
      },
      {
        name: "Облепиха Мед",
        price: 400,
      },
      {
        name: "Малина Мята",
        price: 400,
      },
      {
        name: "Клюква Розмарин Грейпфрут",
        price: 400,
      },
    ],
  },

  {
    title: "КОФЕ",
    position: [
      {
        name: "Эспрессо",
        price: 100,
      },
      {
        name: "Американо",
        price: 100,
      },
      {
        name: "Капучино",
        price: 150,
      },
      {
        name: "Латте",
        price: 180,
      },
    ],
  },

  {
    title: "ЛИМОНАДЫ 250мл",
    position: [
      {
        name: "Мохито б/а",
        price: 200,
      },

      {
        name: "Ромашка/Смородина",
        price: 200,
      },
      {
        name: "Лаванда/Ежевика/Грейпфрут",
        price: 200,
      },
      {
        name: "Классика",
        price: 200,
      },
    ],
  },

  {
    title: "ЛИМОНАДЫ ЛИТРОВЫЕ",
    position: [
      {
        name: "Мохито б/а",
        price: 700,
      },

      {
        name: "Ромашка/Смородина",
        price: 600,
      },
      {
        name: "Лаванда/Ежевика/Грейпфрут",
        price: 600,
      },
      {
        name: "Классика",
        price: 600,
      },
    ],
  },

  {
    title: "АЙС ТИ",
    position: [
      {
        name: "Ройбуш/Малина",
        price: 200,
      },
      {
        name: "Классический",
        price: 200,
      },
    ],
  },

  {
    title: "Напитки б/а",
    position: [
      {
        name: "Натахтари",
        price: 200,
      },

      {
        name: "Доктор Пеппер/Кока Кола Ориджинал",
        price: 200,
      },

      {
        name: "Ред Булл",
        price: 200,
      },

      {
        name: "Тоник",
        price: 200,
      },

      {
        name: "Вода Бон Аква б/г",
        price: 150,
      },

      {
        name: "Нарзан",
        price: 150,
      },
    ],
  },
  {
    title: "СМУЗИ",
    position: [
      {
        name: "Грейп/Апельсин/Лайм/Мёд",
        price: 300,
      },

      {
        name: "Яблоко/Банан/Мята",
        price: 300,
      },

      {
        name: "Клубника/Базилик/Банан",
        price: 300,
      },
    ],
  },
  {
    title: "МИЛКШЕЙКИ",
    position: [
      {
        name: "Ванильный",
        price: 300,
      },

      {
        name: "Клубничный",
        price: 300,
      },

      {
        name: "Шоколадный",
        price: 300,
      },

      {
        name: "Банан/Карамель",
        price: 300,
      },

      {
        name: "Вишня/Шоколадное печенье",
        price: 300,
      },

      {
        name: "Черника/Лаванда",
        price: 300,
      },
    ],
  },
];

export const wine = [
  {
    title: "Белое",
    position: [
      {
        name: "ЛА КАЗАДА ПИНО ГРИДЖО",
        desc: "Вино сухое белое, регион Венето, D.О.С.",
        price: "350 / 2100",
      },

      {
        name: "ЭРНСТ ЛЮДВИГ РИСЛИНГ",
        desc: "Вино белое сухое, Германия",
        price: "300 / 1800",
      },

      {
        name: "РАЙСЕС",
        desc: " Вино сухое белое, регион Ла Манча, D.O.",
        price: " 250 / 1500",
      },
    ],
  },

  {
    title: "Красное",
    position: [
      {
        name: "КЬЯНТИ ПРЕСТИЖ",
        desc: "Вино сухое красное, провинция Тоскана, D.O.C.G.",
        price: "380 / 2280",
      },

      {
        name: "ДЖИ 7 МЕРЛО  ",
        desc: "Вино сухое красное, регион Центральная Долина, Лонкомилья, D.O.",
        price: "350 / 2100",
      },

      {
        name: "РАЙСЕС  ",
        desc: "Вино сухое красное,   регион Ла Манча, D.O.",
        price: " 250 / 1500",
      },
    ],
  },

  {
    title: "Игристое",
    position: [
      {
        name: "ЛА ДЖОЙЗА ПРОССЕКО ТРЕВИЗО",
        desc: "Игристое вино брют белое, D.O.C.",
        price: "2200",
      },
      {
        name: "КАВА РОНДЕЛЬ",
        desc: "Игристое вино брют белое",
        price: "1900",
      },

      {
        name: "ПРОССЕКО НАЦИОНАЛЬ",
        desc: "Игристое вино брют белое, D.O.C.  ",
        price: "1600",
      },

      {
        name: "ЛАМБРУСКО ДЕЛЬ ЭМИЛИЯ",
        desc: "Игристое жемчужное вино полусладкое белое   регион Эмилия-Романия",
        price: "1200",
      },
    ],
  },
];

export const whiskey = [
  {
    title: "Виски",
    position: [
      {
        name: "ТОМИНТУЛ СПЕЙСАЙД ГЛЕНЛИВЕТ 10 ЛЕТ",
        desc: "Шотландский односолодовый виски",
        price: 600,
      },
      {
        name: "ЧИВАС РИГАЛ 12 ЛЕТ",
        desc: " Шотландский купажированный виски",
        price: 500,
      },
      { 
        name: "ДЖЕМЕСОН", 
        desc: "Ирландский купажированный виски", 
        price: 450 
      },
      /*{
        name: "БАЛЛАНТАЙНС",
        desc: "Шотландский купажированный виски",
        price: 350,
      },*/
      {
        name: "ДЖИМ БИМ",
        desc: "Американский купажированный виски",
        price: 300,
      },
      {
        name: "ЭЛДЕРМЕН",
        desc: "Шотландский купажированный виски",
        price: 200,
      },
    ],
  },
];

export const alco = [
  {
    title: "Пиво и Сидр",
    position: [
      { name: "Сидр №3 полусладкий", price: "390" },
      { name: "IPA", price: "390" },
      /*{ name: "Грин Кинг ИПА", price: "390" },
      { name: "Эббот Эль", price: "390" },*/
      { name: "Милк Оф Амнезия", price: "350" },
      { name: "Черновар темное", price: "330" },
      { name: "Либенброй Хель светлое", price: "320" },
      { name: "Либенвайс <br/> н/ф", price: "320" },
      { name: "Гротверг б/а", price: "320" },
    ],
  },
  {
    title: "Водка",
    position: [
      { name: "Абсолют", price: "300" },
      { name: "Тундра", price: "200" },
    ],
  },

  {
    title: "Вермут",
    position: [
      { name: "Перлино Экстра Драй", price: "200" },
      { name: "Перлино Бьянко", price: "200" },
      { name: "Перлино Россо", price: "200" },
    ],
  },

  {
    title: "Текила",
    position: [
      { name: "Ольмека белая", price: "350" },
      { name: "Ньютон", price: "250" },
    ],
  },

  {
    title: "Коньяк",
    position: [
      { name: "Мартель В.С. 3 года", price: "400" },
      { name: "Арарат***** <br /> 5 лет", price: "250" },
    ],
  },
  {
    title: "Ром",
    position: [
      { name: "Гавана Клуб Аньехо <br/> 3 года", price: "300" },
      { name: "Рон Эль Боко Уайт", price: "200" },
    ],
  },
  {
    title: "Ликёр",
    position: [{ name: "Ягермайстер", price: "350" }],
  },

  {
    title: "Джин",
    position: [
      { name: "Бифитер Лондон Драй", price: "300" },
      { name: "Барристер", price: "300" }
    ],
  },
];

export const cocktails = [
  {
    title: "Коктейли",
    position: [
      {
        name: "ЛОНГ АЙЛЕНД АЙС ТИ",
        desc: "Водка / Ром / Текила / Джин / Трипл Сек / Сахарный сироп / Лимон / Кола",
        price: 500,
      },
      
      {
        name: "БУРБОН ДЭРБИ",
        desc: "Бурбон / грейпфрутовый Фреш / Медовый Сироп",
        price: 450,
      },

      {
        name: "ГУД МОРНИНГ",
        desc: "Текила / Кофейный Ликер / Сок Лайма",
        price: 450,
      },

      {
        name: "ПЁРПЛ ДЖИН САУЭР",
        desc: "Джин / Сахарный Сироп / Фреш Лайма",
        price: 350,
      },

      {
        name: "ЛИЧИ МАРТИНИ",
        desc: "Водка / Сухой Вермут / Сироп Личи",
        price: 350,
      },
      {
        name: "БЕЛЫЙ РУССКИЙ",
        desc: "Водка / Ликёр Кофейный / Сливки",
        price: 350,
      },

      { 
        name: "ДАЙКИРИ", 
        desc: "Ром / Сахарный Сироп / Лайм", 
        price: 350 
      },

      {
        name: "ДЖИН БЕЙЗИЛ СМЕШ",
        desc: "Джин / Лимонный Сок / Сахарный Сироп / Базилик",
        price: 350,
      },

      {
        name: "МАРГАРИТА",
        desc: "Текила / Трипл Сек / Сахарный Сироп / Лайм",
        price: 350,
      },

      {
        name: "НЕГРОНИ ",
        desc: "Джин / Красный Вермут / Красный Биттер",
        price: 350,
      },

      { 
        name: "КОСМО БЭЙЗИЛ", 
        desc: "Настойка Клюква Базилик / Трипл Сек / Лаймовый Фреш ", 
        price: 350 
      },

      {
        name: "ЛАВАНДОВЫЙ ТОНИК",
        desc: "Настойка Джин Лаванда Ежевика / Тоник",
        price: 350,
      },
     
      {
        name: "ВИСКИ САУЭР",
        desc: "Бурбон / Сахарный Сироп / Ангостура / Сок Лимона / Бабл Дропс",
        price: 350,
      },
      { 
        name: "ФИЕРО ТОНИК", 
        desc: "Мартини Фиеро / Тоник", 
        price: 350 
      },

      {
        name: "МОХИТО",
        desc: "Ром / Сахарный Сироп / Лайм / Мята / Содовая",
        price: 350,
      },

      {
        name: "ОЛД ФЕШН",
        desc: "Бурбон / Ангостура / Сахар / Вода",
        price: 350,
      },

      {
        name: "МАНХЭТТЕН",
        desc: "Бурбон / Ангостура / Красный Вермут",
        price: 350,
      },

      {
        name: "КИР РОЯЛЬ",
        desc: "Ликер Черная Смородина / Просекко",
        price: 350,
      },

      {
        name: "ФРЕНЧ 75",
        desc: "Джин / Просекко / Сок Лайма",
        price: 350,
      },
      {
        name: "ЛИМОНЧЕЛЛО СПРИТЦ",
        desc: "Лимончелло / Брют / Содовая",
        price: 250,
      },

      {
        name: "МАЛИНОВЫЙ СПРИТЦ",
        desc: "Настойка малина мята / Брют / Содовая",
        price: 250,
      },

      {
        name: "ЕЖЕВИЧНЫЙ СПРИТЦ",
        desc: "Настойка ежевика грейпфрут / Брют / Содовая",
        price: 250,
      },

      {
        name: "ОБЛЕПИХОВЫЙ СПРИТЦ",
        desc: "Настока облепиха бузина / Брют / Содовая",
        price: 250,
      },
    ],
  },
];

export const tinctures = [
  {
    title: "Настойки",
    position: [
      { 
        name: "ЛИМОНЧЕЛЛО", price: "150" 
      },
      
      {
        name: "ЕЖЕВИКА ГРЕЙПФРУТ", price: "150" 
      },
      
      {
        name: "ЛАЙМ МЯТА", price: "150" 
      },
      
      {
        name: "ВИШНЯ ЖАСМИН", price: "150"
      },
      
      {
        name: "МАЛИНА МЯТА", price: "150"
      }, 
      
      {
        name: "ОБЛЕПИХА БУЗИНА", price: "150"
      },
      
      {
        name: "МОЛОЧНЫЙ УЛУН", price: "200"
      },
      
    ],
  },
  ];

export const navs = [
  "Кальяны",
  "Чай",
  "Лимонады",
  "Вино",
  "Виски",
  "Крепкие напитки",
  "Алкогольные коктейли",
  "Настойки",
];

export const scrollNav = {
  0: "Кальяны",
  1: "Чай",
  2: "Лимонады",
  3: "Вино",
  4: "Виски",
  5: "Крепкие напитки",
  6: "Алкогольные коктейли",
  7: "Настойки",
};
