export const nonAlcohol = [
  {
    title: "КАЛЬЯНЫ",
    position: [
      {
        name: "Бизнес (Пн - Пт 13:00 - 17:00)",
        price: 800,
      },
      {
        name: "Кальян",
        price: 1200,
      },
    ],
  },

  {
    title: "ЧАЙ",
    position: [
      {
        name: "Ассам",
        price: 200,
      },
      {
        name: "Сенча",
        price: 200,
      },
      {
        name: "Эрл Грей",
        price: 200,
      },
      {
        name: "Чабрец",
        price: 200,
      },
      {
        name: "Японская Липа",
        price: 200,
      },
      {
        name: "Ройбуш",
        price: 200,
      },
      {
        name: "Дерзкий фрукт",
        price: 200,
      },
      {
        name: "Лун Цзин",
        price: 300,
      },
      {
        name: "Те Гуань Инь",
        price: 300,
      },
      {
        name: "Да Хун Пао",
        price: 300,
      },
      {
        name: "Най Сян Цзинь",
        price: 300,
      },
      {
        name: "Жасмин Улун",
        price: 300,
      },
      {
        name: "Шен Хайвань",
        price: 300,
      },
      {
        name: "Гун Тин",
        price: 300,
      },
    ],
  },

  {
    title: "ЧАИ ВИТАМИННЫЕ",
    position: [
      {
        name: "Вишня Базилик",
        price: 400,
      },
      {
        name: "Облепиха Мед",
        price: 400,
      },
      {
        name: "Малина Мята",
        price: 400,
      },
      {
        name: "Клюква Розмарин Грейпфрут",
        price: 400,
      },
    ],
  },

  {
    title: "КОФЕ",
    position: [
      {
        name: "Эспрессо",
        price: 100,
      },
      {
        name: "Американо",
        price: 100,
      },
      {
        name: "Капучино",
        price: 150,
      },
      {
        name: "Латте",
        price: 180,
      },
    ],
  },

  {
    title: "ЛИМОНАДЫ 350мл",
    position: [
      {
        name: "Классика",
        price: 250,
      },
      {
        name: "Ромашка/Смородина",
        price: 250,
      },
      {
        name: "Лаванда/Ежевика/Грейпфрут",
        price: 250,
      },
      {
        name: "Ягодный Крамбл",
        price: 250,
      },
      {
        name: "Мохито б/а",
        price: 300,
      },
    ],
  },

  {
    title: "ЛИМОНАДЫ 1л",
    position: [
      {
        name: "Классика",
        price: 600,
      },

      {
        name: "Ромашка/Смородина",
        price: 600,
      },
      {
        name: "Лаванда/Ежевика/Грейпфрут",
        price: 600,
      },
      {
        name: "Ягодный Крамбл",
        price: 600,
      },
      {
        name: "Мохито б/а",
        price: 700,
      },
    ],
  },

  {
    title: "АЙС ТИ",
    position: [
      {
        name: "Классика",
        price: 250,
      },
      {
        name: "Ройбуш/Малина",
        price: 250,
      },
    ],
  },

  {
    title: "Напитки б/a",
    position: [
      {
        name: "Бон Аква б/г",
        price: 150,
      },
      {
        name: "Нарзан",
        price: 150,
      },
      {
        name: "Натахтари",
        price: 200,
      },
      {
        name: "Доктор Пеппер",
        price: 200,
      },
      {
        name: "Кока Кола Ориджинал",
        price: 200,
      },
      {
        name: "Тоник",
        price: 200,
      },
      {
        name: "Ред Булл",
        price: 200,
      },
      {
        name: "Берн",
        price: 160,
      },
    ],
  },
  {
    title: "СМУЗИ",
    position: [
      {
        name: "Грейп/Апельсин/Лайм/Мед",
        price: 300,
      },
      {
        name: "Яблоко/Банан/Мята",
        price: 300,
      },
      {
        name: "Клубника/Базилик/Банан",
        price: 300,
      },
      {
        name: "Черника/Банан/Апельсин",
        price: 300,
      },
    ],
  },
  {
    title: "МИЛКШЕЙКИ",
    position: [
      {
        name: "Ванильный",
        price: 300,
      },

      {
        name: "Клубничный",
        price: 300,
      },

      {
        name: "Шоколадный",
        price: 300,
      },

      {
        name: "Банан/Карамель",
        price: 300,
      },

      {
        name: "Вишня/Шоколадное печенье",
        price: 300,
      },

      {
        name: "Черника/Лаванда",
        price: 300,
      },
    ],
  },
];

export const wine = [
  {
    title: "Белое вино 125/750",
    position: [
      {
        name: "Райсес Айрен Ла Манча",
        desc: "сух, Испания",
        price: "250 / 1500",
      },
      {
        name: "СиФэПи Виньо Верде",
        desc: "п/сух, Португалия",
        price: "300 / 1800",
      },
      {
        name: "ВайнХаус Каннис Рислинг",
        desc: "п/сух, Германия",
        price: "350 / 2100",
      },
      {
        name: "Ла Казада Пино Гриджио",
        desc: "сух, Италия",
        price: "350 / 2100",
      },
      {
        name: "Грейт Экспектейшенс Коломбар",
        desc: "сух, ЮАР",
        price: "380 / 2200",
      },
      {
        name: "Совиньон Блан Резерва",
        desc: "сух, Чили",
        price: "400 / 2400",
      },
      {
        name: "Тур Де Манделот Боро",
        desc: "п/сл, Франция",
        price: "450 / 2700",
      },
    ],
  },

  {
    title: "Красное вино 125/750",
    position: [
      {
        name: "Райсес Темпранильо Ла Манча",
        desc: "сух, Испания",
        price: " 250 / 1500",
      },
      {
        name: "Дип Крик Пинотаж",
        desc: "сух, ЮАР",
        price: "300 / 1800",
      },
      {
        name: "Джи 7 Мерло",
        desc: "сух, Чили",
        price: "350 / 2100",
      },
      {
        name: "Киндзмараули Асканелли",
        desc: "п/сл, Грузия",
        price: "350 / 2100",
      },
      {
        name: "Монте Клавихо Темпранильо",
        desc: "сух, Испания",
        price: "350 / 2100",
      },
      {
        name: "Кьянти Престиж",
        desc: "сух, Италия",
        price: "380 / 2200",
      },
      {
        name: "Рупенера Аппассименто Неро д'Авола",
        desc: "сух, Италия",
        price: "400 / 2400",
      },
    ],
  },

  {
    title: "Розовое вино 125/750",
    position: [
      {
        name: "Вайт Зинфандель Санта Моника",
        desc: "роз, п/сл, США",
        price: "300 / 1800",
      },
      {
        name: "Ркацители Квеври Асканелли",
        desc: "оранж, сух, Грузия",
        price: "350 / 2100",
      },
    ],
  },

  {
    title: "Игристое вино 150/750",
    position: [
      {
        name: "Барон Де Ре",
        desc: "брют, Франция",
        price: "350 / 2100",
      },
       {
        name: "Кава Рондель",
        desc: "брют, Испания",
        price: "2100",
      },
      {
        name: "Ла Джойза Проссеко",
        desc: "брют, Италия",
        price: "380 / 2200",
      },
    ],
  },
];

export const whiskey = [
  {
    title: "Виски",
    position: [
      {
        name: "Томнитул Гленливет",
        desc: "Шотландский односолодовый виски",
        price: 600,
      },
      {
        name: "Чивас Ригал 12 ЛЕТ",
        desc: "Шотландский купажированный виски",
        price: 500,
      },
      { 
        name: "Джемесон", 
        desc: "Ирландский виски", 
        price: 450 
      },
      /*{
        name: "БАЛЛАНТАЙНС",
        desc: "Шотландский купажированный виски",
        price: 350,
      },*/
      {
        name: "Джим Бим",
        desc: "Американский виски",
        price: 350,
      },
      /*{
        name: "ЭЛДЕРМЕН",
        desc: "Шотландский купажированный виски",
        price: 200,
      },*/
      {
        name: "Фоулерс",
        desc: "Российский виски",
        price: 200,
      },
    ],
  },
];

export const alco = [
  {
    title: "Пиво Импорт",
    position: [
      { name: "Гротверг б/а", price: "320" },
      { name: "Либенброй", price: "350" },
      { name: "Либенвайс н/Ф", price: "350" },
      { name: "Грин Кинг ИПА", price: "390" },
      { name: "Хофброй темное", price: "390" },
    ],
  },
   {
    title: "Пиво Крафт",
    position: [
      { name: "Джавс Лагер", price: "300" },
      { name: "Джавс Пилснер", price: "300" },
      { name: "Джавс Бланш н/ф", price: "300" },
      { name: "Джавс Вайцен н/ф", price: "300" },
      { name: "Джавс Овсяный Стаут", price: "300" },
      { name: "Атомная Прачечная ИПА", price: "350" },
      { name: "Джавс Цитрайзен ИПА", price: "300" },
      { name: "АПА", price: "300" },
    ],
  },
   {
    title: "Фруктовое",
    position: [
      { name: "Сидр №2 сух", price: "390" },
      { name: "Сидр №3 п/сл", price: "390" },
      { name: "Томато гозе", price: "350" },
      { name: "Милк Оф Амнезия", price: "350" },
      { name: "Сауэр Бриз", price: "350" },
    ],
  },
  {
    title: "Водка",
    position: [
      { name: "Абсолют", price: "300" },
      { name: "Тундра", price: "100" },
    ],
  },

  {
    title: "Вермут",
    position: [
      { name: "Перлино Экстра Драй", price: "250" },
      { name: "Перлино Бьянко", price: "250" },
      { name: "Перлино Россо", price: "250" },
    ],
  },

  {
    title: "Текила",
    position: [
      { name: "Ольмека белая", price: "350" },
      { name: "Ньютон", price: "250" },
    ],
  },

  {
    title: "Коньяк",
    position: [
      { name: "Мартель В.С.", price: "400" },
      { name: "Арарат***** <br /> 5 лет", price: "250" },
    ],
  },
  {
    title: "Ром",
    position: [
      { name: "Гавана Клуб Аньехо <br/> 3 года", price: "350" },
      { name: "Рон Эль Боко Уайт", price: "250" },
    ],
  },
  {
    title: "Джин",
    position: [
      { name: "Бифитер Лондон Драй", price: "350" },
      { name: "Барристер", price: "250" }
    ],
  },
  {
    title: "Ликёр",
    position: [{ name: "Ягермайстер", price: "350" }],
  },
];

export const cocktails = [
  {
    title: "Коктейли",
    position: [
      {
        name: "ЛОНГ АЙЛЕНД АЙС ТИ",
        desc: "Водка / Ром / Текила / Джин / Трипл Сек / Сахарный сироп / Лимон / Кола",
        price: 500,
      },
      
      {
        name: "ВОЗРОЖДЕНИЕ БУРБОНА",
        desc: "Бурбон / Ликер Черная Смородина / Сахар / Лимон / Ангостура",
        price: 400,
      },

      {
        name: "КУРРАНТ СМЕШ",
        desc: "Джин / Джин Смородина Апельсин / Сок Лимона / Базилик",
        price: 400,
      },

      {
        name: "ВЕЛЬВЕТ",
        desc: "Джин Смородина Апельсин / Сахарный Сироп / Фреш Лайма",
        price: 400,
      },

      {
        name: "МАРТИНИ",
        desc: "Водка / Сухой Вермут / Оливки",
        price: 400,
      },
      {
        name: "БЕЛЫЙ РУССКИЙ",
        desc: "Водка / Ликёр Кофейный / Сливки",
        price: 400,
      },

      { 
        name: "ДАЙКИРИ", 
        desc: "Ром / Сахарный Сироп / Лайм", 
        price: 400 
      },

      {
        name: "ДЖИН БЕЙЗИЛ СМЕШ",
        desc: "Джин / Лимонный Сок / Сахарный Сироп / Базилик",
        price: 400,
      },

      {
        name: "МАРГАРИТА",
        desc: "Текила / Трипл Сек / Лайм",
        price: 400,
      },

      {
        name: "НЕГРОНИ ",
        desc: "Джин / Красный Вермут / Кампари",
        price: 400,
      },

      { 
        name: "КОСМО БЭЙЗИЛ", 
        desc: "Настойка Клюква Базилик / Трипл Сек / Лаймовый Фреш ", 
        price: 400 
      },

      {
        name: "АЛЕКСАНДР",
        desc: "Коньяк / Кофейный Ликер / Сливки / Карамель",
        price: 400,
      },
      
      {
        name: "ЛАВАНДОВЫЙ ТОНИК",
        desc: "Настойка Джин Лаванда Ежевика / Тоник",
        price: 400,
      },
     
      {
        name: "ВИСКИ САУЭР",
        desc: "Бурбон / Сахарный Сироп / Ангостура / Сок Лимона / Бабл Дропс",
        price: 400,
      },
      { 
        name: "МАЛИНОВЫЙ ПОЦЕЛУЙ", 
        desc: "Джин / Настойка Малина Мята / Сладкий Вермут / Сок Лимона", 
        price: 400, 
      },

      {
        name: "ОЛД ФЕШН",
        desc: "Бурбон / Ангостура / Сахар / Вода",
        price: 400,
      },

      {
        name: "СУМЕРКИ",
        desc: "Белый Ром / Черносмородиновый Ликер / Содовая / Сок Апельсина",
        price: 400,
      },

      {
        name: "КИР РОЯЛЬ",
        desc: "Ликер Черная Смородина / Просекко",
        price: 450,
      },

      {
        name: "ФРЕНЧ 75",
        desc: "Джин / Просекко / Сок Лайма",
        price: 450,
      },

      {
        name: "Карамельный Дзен",
        desc: "Джин / Сок Лайм / Матча / Карамель / Содовая",
        price: 400,
      },
      
      {
        name: "ЛИМОНЧЕЛЛО СПРИТЦ",
        desc: "Лимончелло / Брют / Содовая",
        price: 350,
      },

      {
        name: "ГРИНГО",
        desc: "Текила / Сок Лимона / Халапеньо / Сенча / Мед",
        price: 400,
      },
      
      {
        name: "ЕЖЕВИЧНЫЙ СПРИТЦ",
        desc: "Настойка ежевика грейпфрут / Брют / Содовая",
        price: 350,
      },

      {
        name: "LOVE IS",
        desc: "Текила / Фиеро / Настойка Клубника Розмарин / Сок Лимона / Содовая",
        price: 450,
      },
    ],
  },
];

export const tinctures = [
  {
    title: "Настойки",
    position: [
      { 
        name: "ЛИМОНЧЕЛЛО", price: "150" 
      },
      
      {
        name: "ЕЖЕВИКА ГРЕЙПФРУТ", price: "150" 
      },

       {
        name: "МОЛОЧНЫЙ УЛУН", price: "150"
      },
      
      
      {
        name: "ЛАЙМ МЯТА", price: "150" 
      },
      
      {
        name: "ВИШНЯ ЖАСМИН", price: "150"
      },
      
      {
        name: "МАЛИНА МЯТА", price: "150"
      },

      {
        name: "ГРУША РОМАШКА МЕДА", price: "150"
      }, 
      
      {
        name: "БЕКОН", price: "150"
      },
        
      {
        name: "БАНАН КОКОС", price: "150"
      },

      {
        name: "КЛУБНИКА РОЗМАРИН", price: "150"
      },

      {
        name: "ДЖИН ЕЖЕВИКА ЛАВАНДА", price: "150"
      },

      {
        name: "ДЖИН СМОРОДИНА ЧЕРНИКА АПЕЛЬСИН", price: "150"
      },

      {
        name: "ОБЛЕПИХА АПЕЛЬСИН БУЗИНА", price: "150"
      },

      {
        name: "КЛЮКВА БАЗИЛИК", price: "150"
      },
      
    ],
  },
  ];

export const navs = [
  "Кальяны",
  "Чай",
  "Лимонады",
  "Вино",
  "Виски",
  "Крепкие напитки",
  "Алкогольные коктейли",
  "Настойки",
];

export const scrollNav = {
  0: "Кальяны",
  1: "Чай",
  2: "Лимонады",
  3: "Вино",
  4: "Виски",
  5: "Крепкие напитки",
  6: "Алкогольные коктейли",
  7: "Настойки",
};
